{"tweets": ["Leave the cooking to us. We're open for contactless delivery from our Hut to yours.", "Our pizzas cook at 400+ degrees and then slide hands-free into the box, so the only person who touches your pizza after it comes out of the oven is you.", "Get the pizza you want, how you want it. Order a large pizza with up to three toppings for just $9.99. Available for contactless however you order: delivery, curbside pickup or carryout.", "We're open for contactless curbside pickup available by request at checkout: http://www.PizzaHut.com .", "Add the best picks to your team for the NFL Draft. Order wings online today and request contactless delivery, carryout and curbside pickup where available.", "Which sauce is your first pick? Order wings online today and ask for contactless delivery, carryout and curbside pickup where available.", "Thanks to our 115,000 team members…our “Pizza Guys.” ", "Get something for everyone.", "From our hut to yours, we’re open for contactless delivery and contactless carryout.", "Our best delivery deal is here. Choose from up to three toppings for $9.99 and three ways to get it. Ask for contactless delivery, carryout or curbside pickup.", "Which pizza party are you headed to? Comment below, then order all your favorites for the #GreatAmericanPizzaParty tonight.", "Introducing contactless curbside pickup and tamper-proof safety seals. It’s all part of our new, expanded safety measures. Read more about these and the other ways we're focused on safety: https://bit.ly/2Vb7dRA ", "With two pizzas, breadsticks and your choice of pasta or wings, Tuesday nights are pizza night. It is Tuesday…right?", "With everyone at home, many students miss out on books & meals. That’s why we’re partnering with @FirstBook to distribute resources to teachers—including $500k in educator grants & 250k Personal Pan Pizza® certificates for students. Learn more here: https://bit.ly/34ykQgN ", "From our Hut to yours since 1958. Order now for carryout or contactless delivery.", "Stay home and let us do the cooking. Get a large pizza with up to three toppings for just $9.99. Be sure to ask for contactless delivery.", "Take a break from meal-planning for the family and order the Big Dinner Box. Available for contactless delivery or carryout today.", "Get our best delivery deal online now! Order a large pizza with up to three toppings for just $9.99. Available for contactless delivery or carryout.", "Our ovens are on! Order now and request contactless delivery or carryout.", "Proud to be a part of @NoahGrossman214 delivering kindness to support those on the front lines. ", "For 60 years and counting, we've been here to deliver for you. Pizza Hut is OPEN for contactless delivery!", "Let us do the cooking.  Order online now and request contactless delivery or carryout.", "We're open for contactless delivery and carryout. Order your favorites today! ", "If a weekend can feel like a weekday, then any night can be pizza night. Especially if it's 50% off! Online only.", "Epic pizzas for epic movies. Order the Big Dipper now for carryout or contactless delivery.", "Your Pizza Hut is currently hiring! Come be part of our team: http://jobs.pizzahut.com .", "Lunchtime is our favorite subject. Feed the whole fam for lunch when you order for carryout or contactless delivery.", "Want your pizza left at your door? No problem. Request “contactless delivery” in the delivery instructions when you place your order.", "How’re you taking part in #TheGreatAmericanTakeout?", "From our Hut to yours, we’re committed to bringing all your delicious favorites safely to you. Order with confidence at http://pizzahut.com .", "We're open and delivering the classics you love from our Hut to yours.", "Which combo are you getting delivered today?", "We're continuing to follow guidelines from the CDC, as well as state and local health authorities. Please see below to learn about how we plan to support the communities we serve by offering delivery and carryout.", "I’m gonna tell my kids this is what Pi Day is about.", "The health and wellbeing of our team members and customers is our top priority. Please see below for a letter highlighting what we’re doing in our restaurants and the communities we serve to keep everyone safe.", "IT'S BACK. Feast your eyes on the Big Dipper. Then feast for real.", "Beauty comes in all shapes & sizes.", "DON’T forget.", "mom...can we please order stuffed crust...\n    \n\n ", "The stars have aligned and an iconic pizza item is coming back to our menu. Who can guess what it is? ", "It's getting hot in here with our Nashville Hot Wings. Who's tried them? ", "We’ll try to squeeze you in.", "How’s your future looking?", "Something spicy is coming, but you're gonna have to wait ", "Bet you can’t reply “wings\" to this tweet 10 times in a row without being interrupted", "We don't know who needs to hear this...but no one else has the range.", "Bone apple teeth", "Us on Singles Awareness Day:\n.\n.\n.\n.\nWe still eatin' good tho.", "Spend Valentine’s Day with your one true love", "The grind never stops", "Pop it like it’s hot. ‘Cause it is. Mozzarella Poppers Pizza is here.", "It’s #NationalPizzaDay and there’s only one way to celebrate—by discovering your Pizza Truth with our new IG stories effect. Head over to our stories to try it & tag us with your results! ", "everyone: SILENCE BRAND!\n\n\nus:", "If you don’t have money you can’t buy \npizza ", "Our newest pizza is almost here and y’all aren’t even ready for it", "4TH QUARTER SWEEPS  Drinking buddies are buddies for life.  Reply with a pic of you drinking with your other half using #HutHutSweeps for a chance to win free pizza! Link in bio for rules.", "3RD QUARTER SWEEPS  Let’s see everyone’s matching outfits . Reply to this tweet with a pic of you and a friend in matching jerseys using #HutHutSweeps for a chance to win free pizza ! Link in bio for rules.", "IT’S THE PEPSI ® HALFTIME SHOW  Time to sing your heart out in the replies.Replace the word “baby” with “pizza\" in any song lyric using #HutHutSweeps for a chance to win free pizza ! Link in bio for rules.", "2ND QUARTER SWEEPS  Let’s take a break in the game to reflect on the past. Show us your baby pics!  Reply with a throwback pic of you using #HutHutSweeps for a chance to win free pizza! Link in bio for rules.", "1ST QUARTER SWEEPS  Tag your twin in the replies using #HutHutSweeps for a chance to win free pizza! Your sister from another mister, your brother from another mother, or just a friend you always eat pizza with during the game.  Link in bio for rules.", "Protect him at all costs. ", "PREGAME SWEEPS  Can you predict when the Super Bowl Baby Twins will be born? Reply w/either 1st quarter, 2nd quarter, halftime, 3rd quarter, or 4th quarter & #HutHutSweeps for a chance to win free pizza AND two free tickets to the 2020 NFL Draft!  Link in bio for rules.", "We’re excited to give away TWO YEARS of free pizza to the first set of twin babies born after kickoff. Not pregnant but still want free pizza??? Stay tuned for lots of chances to win during the game . Link in bio for rules.", "Type @M in the replies… whoever shows up first has to order pizza for the watch party.", "What’s one thing you can say while eating pizza and watching football?", "We’re delivering nearly 30,000 slices of free pizza in these bad boys for the big game. @FordTrucks ", "What are you most excited for this Sunday? \n Super Bowl LIV \n All the pizza \n All the wings\n Not leaving the couch", "Finally an expression for when the  arrives. ", "Going out\n - expensive\n - cold\n - might run into ex\n\n Staying in\n - self-care\n - pizza on the couch\n - makes your insides feel warm and loved", "The first set of twins born after Super Bowl LIV kickoff are gonna be pretty lucky. Their ‘rents could score 2 tickets to Super Bowl LV in 2021, 2 years of free pizza, & $22k to kick off their college savings. You deliver the babies, we deliver the pizza. http://bit.ly/2O7O13r ", "Ok honestly this seems doable", "they’re at a pizza party\n\n  \n\n\n", "The answer lies within.", "Gonna get this bread\n\nstick.", "Like if you’ve ever...\n- Eaten a whole pizza by yourself\n- Ordered extra cheese\n- Kept your innermost feelings hidden because you’re afraid of being vulnerable\n- Had pizza for breakfast\n\nNo one will know which one you’ve done!", "It's the National Championship. Quit playing around.", "What my microwave sees when I’m reheating leftover pizza", "What if I... took the last slice of pizza... haha just kidding... unless?", "We caught you looking. We know they’re hot.", "Pilot Pete is inspiring us to consider delivery planes instead of delivery cars... #TheBachelor", "Tired: Watching football\nWired: Watching football with a stuffed crust pizza on your lap", "Okay OG Pizza Hut fans... which is the best seat?", "These delivery instructions are getting out of hand. What’s your craziest delivery instruction?", "Seeing double? Maybe you just need some pizza and a massive glass of water. #NationalHangoverDay", "Y'all better not be thinking about starting a pizza-free diet tomorrow...", "2019 pretty much said:\n\n\"But did you eat pizza tho?”", "My vocabulary during the game:\n-I'm so hungry\n-I need a beer\n-AAAAHHHHHHH\n-I need another beer\n-WHERE is the REMOTE?\n-I'm so full", "How many of you pizza freaks got a BINGO?", "Is it possible to be all of them? Which one are you? ", "Merry Crustmas. ", " Tracker >  Tracker", "NFL Sundays do hit different.", "1st quarter: gonna save the rest of this pizza for after the game\n\nHalftime: *eats the rest*", "You're lying to yourself!", "Is this what love feels like?", "You only have one spot left on your couch. Which player are you watching the game with?", "Game day meal prep", "Her: He’s probably cheating on me. Him:", "1 should literally be illegal.", "Tag the crew you can count on help you finish all of this.", " We're not a robot. #SmokySrirachaWings", "If you’re looking for a sign to order pizza for the game today, this is it. #NFL", "Why, what's on YOUR mind?", "Us: How many orders of cookies do you want?\nYou: It’s #NationalCookieDay just go crazy.", "Make money this #CyberMonday don’t spend it.", "Doug and Karen with their #BlackFriday haul.", "Hey, quick creamy question:", "Eating pie while baking pie like:\n\n      \n     \\__|__/\n          |\n        /   \\\n     _/     \\_", "Getting ready to take down this entire pizza like", "Friendsgiving aftermath", "One gotta go forever ", "Our 5 love languages: \n\nWords of affirmation: Cheez-It Pizza is so good\nActs of service: I'll bring you Cheez-It Pizza\nReceiving gifts: I bought you Cheez-It Pizza \nQuality time: Let's get Cheez-It Pizza\nPhysical touch: *feeds you Cheez-It Pizza*", "Feast your eyes. Stuffed Garlic Knots Pizza is back for a limited time. ", "NOW it’s game time. #NFL #SNF", "What's got y'all heated today? #SmokySrirachaWings", "When you get too excited talking about your lineup .", "Relationship Status:\n• Single\n• Taken\n• Addicted to Cheez-It Pizza", "Something delicious is coming back .", "We all know someone who does this. Tag them below.", "Tailgating is a full time job. #CollegeGameDay", "You can eat your crust first as an act of rebellion if you want.", "The only dependable man in my life:", "Our Smoky Sriracha wings are lit. ", "Game day hack: get your beer delivered with your pizza and you won't have to leave the living room. ", "When you show up to the #Halloween party and there's no pizza.", "When it’s trick-or-treaters and not the delivery driver.", "pineapple         candy corn\non pizza\n                    hated for no reason", "I ordered pizza for the game.", "Friend: hey can I see your phone\nUs: uhh yeah one sec", "Eat your veggies, Phoenix. Garden Specialty Pizza drops 10/23 for ONE DAY ONLY at 3602 E Thomas Road. Learn more: http://bit.ly/31BHAtb .", "There is an 'I' in pizza.", "Catch the @NFL IG story tonight for #MNF with @TeamJuJu and use code JUJUHOMEGATING for 50% off menu-priced pizzas through 10/22! #PizzaHutHut", "The perfect man doesn’t exi—", "Ordur while yuo can still remembmer ur addresss.   #collegefootball", "Asking their favorite topping is a vibe check.", "Eat pizza not people.  #ZombielandDoubleTap", "If you haven't sucked up enough yet, use code BROWNNOSE at checkout to get 30% off a menu priced pizza for the boss.  One day only, online only. #NationalBossDay", "Tag a friend so they have to open their phone and look at a picture of our new Smoky Sriracha Wings.", "Kiss, marry, kill #NationalDessertDay edition. Go off in the comments.", "The @NFL Hut of the Week is looking almost as good as the $5’N Up Lineup. #PizzaHutHut", "Real recognizing real #TreatYoSelfDay #CheezItPizza", "We like it hot .", "8 am: bake \n9 am:\n10 am:\n11 am: tailgate\n12 pm: pizza + wings\n1 pm:\n2 pm: kickoff \n3 pm:\n4 pm:\n5 pm: \n6 pm:\n7 pm:\n8 pm: naps\n9 pm:\n10 pm: leftover \n11 pm:\n12 am:", "We demand that no more pizzas be harmed in the making of #ElCamino.", "Petition to make this a real emoji. Sign by commenting  below.", "#BeerAndPizzaDay is a thing for some reason so here's a diagram. @CoorsLight", "Chances of not ordering pizza during National Pizza Month:", "Dayum, the vegetarian-ness jumped out.", "Trying to sneak an entire pizza into the stadium like:", "Grabbin' that last slice like:", "Friendly reminder to get your @Cinnabon Mini Rolls on #NationalCinnamonRollDay ", "Get you a friend who doesn’t judge how much pizza you can eat. ", "You CAN sit with us. #MeanGirlsDay", "Technically this is a salad.", "Pizza + Football = Fantasy Football #NFL", "Your mcm eats breadsticks like this. Wyd?", "Hut Hut Win is a combination of our three favorite things: Pizza, football, and the chance to win millions of football prizes.", "No other pizza place has all 5:\n\n1. Stuffed Crust\n2. P'Zone\n3. Thicc Wings\n4. Cheez-It Pizza\n5. Hate for Karen", "The other wing guys trying to keep up.", "Haven't cried this much since we stopped selling the Bigfoot. #ThisIsUs", "Hungry??  We've teamed up with @MatPatGT to throw the ultimate pizza party today with the new Stuffed Cheez-It Pizza!  All you have to do is show up! 3-5PT at 5212 Whitset Avenue near Hollywood.", "(𝓟)𝓮𝓹𝓹𝓮𝓻𝓸𝓷𝓲 (𝓢)𝓲𝔃𝓮 (𝓛)𝓪𝓻𝓰𝓮 #FirstDayOfFall #PSL", "TFW mom says you can get extra cheese. #NFL", "our wings\n            (\\__/)\n         (•ㅅ•)\n　＿ノ ヽ ノ＼  __\n/　 `/ ⌒Ｙ⌒ Ｙ　 ヽ\n( 　(三ヽ人　 /　　 |\n|　ﾉ⌒＼ ￣￣ヽ　 ノ   \nヽ＿＿＿＞､＿＿／\n　　｜( 王 ﾉ〈       (\\__/)  the other\n　　 /ﾐ`ー―彡\\     (•ㅅ•)  guys' wings", "If you're dating someone who doesn't eat pepperoni pizza you're single to us. Pizza is better than a smoothie, Karen.", "Us rn:\n\n|              |  \n|              \\\n|                \\\n|         \\\n|      \\\n|  /\n|     /\n|        /\n|                /\n|               |\n\n#NationalPepperoniPizzaDay", "Hey @NFL, we think football should be served 7 days a week. Thoughts?", "Looking to spice up gameday? New player GIFs are here and they're . More dropping every week!", "The real horror story is going back to an empty box. #AHS1984", "The other pizza guys' wings could never.", "She's here and she's beautiful  ", "Types of charts we like:\n\n- pie\n- that’s the end of the list", "You know what they say about big wings. ", "We're expecting something Cheezy. Due September 17th ", "The real unlucky ones are those who are on keto. #FridayThe13th", "Happy to join the #NFLHuddlefor100 with @firstbook to provide over 35,000 books for educators in the area! @NFL ", "Cultural impact:\n\n     █          　　\n     █　        \n     █　        \n     █　                      ＿\nstuffed crust       new phone\n  pizza              announcement", "\"I can't believe he fumbled.\" - me eating my 5th breadstick while sitting on the couch.", "Food for every part of game day.", "#PizzaHutHut", "Only clowns take and bake. #ItChapter2", "You called it. The #HutHutWin Ultimate Fan Prize is a NFL Draft Vegas Trip! See how you could win this and millions of other prizes at http://huthutwin.com .  #PizzaHutHut", "#NFLKickoff Vibes .", "Don't  say  cheese  if  you're  not  eating  cheese  during  the  photo. #NationalCheesePizzaDay", "Reply with your cheesiest Pizza Hut #TBT using #contest for a chance to win free pizza every Thursday for a year. #NationalCheesePizzaDay. NO PURCH NEC. Rules:", "RT for good luck:\n  ___________  \n      \\____________/\n       \\  o   o   o  /\n   \\  o   o   /\n           \\   o   / \n  \\ o /\n               \\/ ", "Hut Hut! We want YOU to make the call on the Ultimate Fan Prize for our NEW #HutHutWin game. The one of a kind experience receiving the most votes will be up for grabs via Hut Hut Win! Voting ends at midnight, 9/6. See http://huthutwin.com  for Official Rules. #PizzaHutHut", "Eat pizza, play #HutHutWin, then you could feel like JuJu. http://www.HutHutWin.com ", "Pizza is our 9 to 5. Happy #LaborDay.", "The perfect college football recipe: pizza + @pedialyte. ", "Walking into class late with the pizza that made me late. #worthit", "Pizza Hut products according to your sign:", "Big games are comin’ to The Hut… Pizza Hut Stadium  Tune into the Madden NFL Classic, @maddenleagueops, this weekend to see the new home of @EAMaddenNFL's biggest games! #Madden20", "Eating pizza with a fork. You hate to see it.", "Reply with your emotional support dog. #NationalDogDay", "T-Swizzle's new album \"Meat Lover\" is already topping the charts.", "The glow up is almost too real. #backtoschool2019", "Cure the Sunday Scaries one slice at a time.", "me: :(\n\nthe Meat Lover’s pizza I’m about to eat: \n\n.   °   * .   °  .\n. *     *.   ° .  *\n\n\nme: :)", "Me trying to be domestic.", "Tag your forever pizza partner.", "*        \n-|- \n           /\\_\n━━━━━┓\\\\\n┓┓┓┓┓┃  \\\\\n┓┓┓┓┓┃\n┓┓┓┓┓┃       \n┓┓┓┓┓┃      \n┓┓┓┓┓┃        \n┓┓┓┓┓┃\n┓┓┓┓┓┃\n┓┓┓┓┓┃", "We're easily bought.", "Which lunch table are you sitting at?", "I made it to Whole 3.  ̄\\_(ツ)_/ ̄", "Eating pizza on the couch > wearing a swimsuit on national television. #BachelorInParadise", "Us for the next 6 months: \n\n \n \n \n\n\n \n \n \n\n\n \n \n \n\n\n \n \n ", "Left wing. Right wing. It’s #WingWednesday. Let’s get saucy.", "Therapist: And what do we do when we feel this way?\n\nMe: Use breadsticks to soak up the tears\n\nTherapist: Yes", "100% dgaf. #TheBachelorette", "Hot Wing Summer  #NationalChickenWingDay", "Sorry I can't, I have a dip appointment.", "Here's a slice of what went down in the Pizza Hut Lounge at #sdcc2019 this past weekend. https://bit.ly/2GsmqWC ", "He who pays for the pizza eats the first slice.", "No one: \n\nUs: What if we put cheese INSIDE the crust? \n\nAbsolutely no one: \n\nUs: AND the crust is made of tinier sections of cheesy crust?", "Carrying it around since 1958. #TBT", "Your FaceApps are looking crusty but we love crust. ", " (-sp)'s the . #WorldEmojiDay", "The alien we saved from Area 51 waiting on the Out for Delivery text. #Area51 ", "Meet professional people person Kelly McCulloch, our Chief People Officer. Read the full story here: http://bit.ly/2lfHZlA .", "Can show up toppingless. #NationalNudeDay", "Ranch Cult members welcome.", "When the game is on vs. when there are literally no games on.", "When you're upstairs but hear the delivery driver ring the doorbell.", "NO PURCH NEC. Void where prohibited. Must be legal U.S. resident; 18+. Visit http://bit.ly/2LGqCWm  for full rules.", "*    ∧_∧\n（・o・）\n＿|　⊃／(＿＿_\n／　└-(＿＿＿_／\n*whispers* reply tagging 2 of your friends and use hashtags #sweepstakes and #PizzaHutGotYou for the chance to win a special prize ", "＜⌒／ヽ-、_＿\n／＜_/＿＿＿＿／\n￣￣￣￣￣￣￣\n\n    ∧_∧\n（・o・）bored...might give away free\n＿|　⊃／(＿＿_    stuff later \n／　└-(＿＿＿_／\n￣￣￣￣￣￣￣\n\n＜⌒／ヽ-、_＿\n／＜_/＿＿＿＿／\n￣￣￣￣￣￣￣", "How close I am to ordering pizza instead of eating the groceries I just bought yesterday:", "┏┓\n┃┃╱╲ in this\n┃╱╱╲╲  hut\n╱╱╭╮╲╲  we\n▔▏┗┛▕▔    put\n╱▔▔▔▔▔▔▔▔▔▔╲\n    pineapple on pizza\n╱╱┏┳┓╭╮┏┳┓ ╲╲\n▔▏┗┻┛┃┃┗┻┛▕▔", "July 4th at home w pizza > July 4th w strangers and a hot dog", "This might sound like a strange thing, but @eggo, should we collab on crust?", "The 2019 equivalent to keeping your loved ones in your wallet.", "Proud to pizza since before kale.", "nobody:\nwhen the delivery driver arrives with Stuffed Crust: WHAT IT DO BAYBEEEEE", "When they order pizza but it's not Pizza Hut...", "When the moon hits your eye like a big pizza pie:", "when they ask if you want wings with the pizza", "and I oop- https://twitter.com/burkesjangela/status/1141155075970273280 …", "Kick off summer with @HollisterCo and ", "social experiment: if you come across this tweet, comment with the first Pizza Hut pizza that comes to mind under it WITHOUT reading the replies beforehand", "Sun all day. Pizza all night. (Maybe pizza all day too.)  #FirstDayofSummer", "Our #1 pick is also known for dunking. #cheesybites", "Pizza, amirite?", "|￣￣￣￣￣￣￣|\n|       CHEESY      |\n|        BITES         |\n|       IS BACK      |\n| ＿＿＿＿＿____|\n(\\__/)  ||\n(•ㅅ•) ||\n/ 　 づ", "The way we see it, when you eat veggie pizza you’re basically eating a salad. #EatYourVegetablesDay", "To the man who’s cheesier than a Cheese Lover’s pizza with extra cheese, we love you. But please drop us off a block from school. #HappyFathersDay", "Stuffed Crust walked so Cheesy Bites could run.  https://twitter.com/ItsFoodPorn/status/1136481093685796864 …", "{\\__/}          {\\__/}\n( • . •)         (• . • )\n/ >        / > < \\\nu want this? Yes\n\n{\\__/}     {\\__/}\n( • . •)     (• . •)\n< \\     / > < \\\nthought u said u want a summer bod\n\n{\\__/}     {\\__/}\n( • . •)    (• . • )\n/ > < \\    / >\nI know what I said", "We’ve just read your horoscope: Today, you will eat pizza.\n\n...Don’t make us a liar.", "Seven years later and we're still thinking about you. ", "#priorities", "Meet Pizza Ye.", "If Nicolas Burquier wasn’t our Chief Customer and Operations Officer he’d be a downhill skier, but we’re glad he ended up here. Learn more about Nicolas: http://bit.ly/2wL0P6F ", "The only thing better than splitting pizza with a friend, is splitting pizza with a friend who eats less than you. #NationalBestFriendsDay", "who can relate? ", "IQ level = ", "Not to be extra or anything, but we like extra extra extra\ncheese #NationalCheeseDay http://bit.ly/2ET1Vlr ", "Love is love is love. Heart-Shaped Pizza available at participating locations. #PrideMonth", "As we close out #NationalCancerResearchMonth and our 61st birthday, our #FridayFeeling is about how simple it is to potentially save a life. Sign up with @BetheMatch and you could make an incredible impact with a bone marrow donation.", "61 years old, but still lookin’ fresh out the oven. ", "RT if you’re an Original Pan stan.", "Life is basically just a pizza eating contest with lots of breaks in between.", "Tag your gluten intolerant friend who still eats pizza when they’re drunk (and also doesn’t know we do GF crust) .", "Welcome to our crib...this is where the magic happens ", "Never gonna", "#EatingMyFeelings", "The best thing about being an adult is that you can host pizza parties anytime you want. Show us how you’re throwing down today. #NationalPizzaPartyDay", "Sometimes you have to let the chips fall where they may. And hopefully, that’s our mouth. #NationalChocolateChipDay", "Find out more about what inspires School Board Trustee, Cinnabon enthusiast, adolescent prank master and Pizza Hut Chief Development Officer, Al Litchenburg. https://bit.ly/2E98m3k ", "Wanna get the first impression rose? Arrive with Pizza. #TheBachelorette ", "Pizza delivery is cheaper than flower delivery. Just saying. ", "It has come to our attention that TODAY is #EatWhatYouWantDay and not every day of the year.", "We take the cheese\n\n　 ＼(´･_･＼)\n　 　(　 　)\n　 　く く\n\nAnd put it in the crust\n\n      　( ´･_･`)\n　     (＼　 )＼\n　 　 ＞   ＞   ", "When the delivery driver hands over the pizza..", "#priorities ", "If U.S. currency were replaced by Pizza Hut, which would you rather carry around in your pockets?", "For those about to get kids to rock @bookitprogram, we salute you. #NationalTeachersDay", "Congratulations to Prince Harry and the Duchess of Sussex! We all love a perfect delivery.  #royalbaby", "Spoiler alert: House Hut takes it all. ", "We tried to use a #lightsaber to slice pizza. Long story short, we lost store #1138. #May4th #RIPGreg", "Cheers to new partnerships from galaxies far, far away. Oh, and 35% off menu priced items today when you use code ORIGAMIYODA online at checkout. Partic. Loc. Only.", "Excuse us while we go Ham Solo on this pizza. #May4th", "We’re looking like a snacc.", "Have you ever eaten an entire pizza in one sitting?", "woah.", "The Draft is like getting a taste of pizza and then having to wait 122 days to eat the rest of it. #2019NFLDraft #HurryPreSeason", "Congrats to @MichaelDeiter, tonight’s 78th pick of the #NFLDraft and the Pizza Hut Pi Pick! 3rd round, 14th pick means for a year. ", "You’re on the clock! Use code DRAFTXHUT to get 50% OFF menu-priced pizzas online AND to be entered for a chance to win a trip to an NFL game of your choice! Offer ends Sunday: http://bit.ly/2GDFTmH . Rules: http://bit.ly/2Gzee6s ", "If you had the first pick in the draft, who are you selecting? #NFLDraft2019", "RT to make  the cover. #Madden20", "nobody:\nus:\ncrickets:\n\ntrolls on Twitter: “sILenCe tHe bRaNd”", "Take care of our planet. It’s the only one with pizza . #EarthDay", "Using only emojis, tell us how you're celebrating #420. ", "It's high time for a brownie .", "Tag a friend who could absolutely wreck this pizza in one sitting. ", "Can you claim  as a dependent? Asking for a friend?", "WE'VE GOT \n\n     \\  \n         |\n         | \\_ \n     _/¯ ¯\\_ \nFLAVOR IN THE BAGGG \n         \n/||\\_ \n       _/¯ ¯\\_ https://twitter.com/moonageparadise/status/1117613714235064326 …", "We’re about to kill this pizza faster than #GoT kills off characters. ", "Premiere: airing  \nPizza: ordered  \nFriend’s login information: acquired  \n#GoT", "The only lineup we care about. #FestivalSeason", "When we first made the P’Zone it was an accident. Here’s to all the other happy accidents out there. #NationalSiblingsDay", "#MarchMadness fans, your 2019 Champ is\n\n\n\n\nThe What Just Happened Wail!\nWhen you can’t handle the madness, you know where to eat your feelings.", ". @UVAMensHoops deserves all the pizza. ALL  OF  IT.  #MarchMadness  #NCAAchampions", "Normal heart rate:\n⠀   /\\⠀ ⠀ ⠀ ⠀  /\\    \n__ /   \\   __/\\__ /   \\    _\n           \\/⠀ ⠀ ⠀ ⠀  \\/\n\nWhen you're out of pizza at halftime:\n⠀/\\⠀      /\\⠀     /\\\n_/  \\  /\\_/  \\  /\\_/  \\   /\\_\n⠀   \\/⠀⠀   \\/⠀⠀   \\/\n#MarchMadness", "These #MarchMadness fans have made it this far, but there can only be one winner for the #NationalChampionship! Who will reign supreme in the Reaction Bracket? Vote now!", "— > Pizza makes us thirsty for beer. —\n|                                                                  |\n|                                                                  |\n — Beer makes us hungry for pizza.< —", "#TFW your bracket still has a team in the dance. #MarchMadness", ". @UVAMensHoops @TexasTechMBB, if there were a pizza eating championship we’d make it there too. Just wanted you to know. #MarchMadness", "Just watch your team go down in flames? Grab your emotional support pizza and pull that Comfort Blanket extra tight. #MarchMadness #TheresAlwaysNextYear", "#MarchMadness brings all the feels. Vote on the #FinalFour round of fan reactions to determine who goes on to the championship! ", "#MarchMadness brings all the feels. Vote on the #FinalFour round of fan reactions to determine who goes on to the championship! ", "#FinalFour and suddenly 68 became 4. Are we talking about:", "Don’t let your celebration get out of hand. Make sure you're prepared for Saturday. Reply w/ #promotion for a chance to win the P'Phone case along with the rest of our #MarchMadness Survival Kit. NO PURCH NEC. U.S.,18+. Rules: http://bit.ly/2K9JWMw ", "The Road Ends Here, but the pizza doesn’t  Excited to show the @UVAMensHoops @MSU_Basketball @AuburnMBB @TexasTechMBB the @pizzahut Fan P’Zone at the @FinalFour in MN! Ride the Mechanical Ball, take photos with the Championship Trophy, enjoy P’Zones and much more! #inthepzone", "My belly when the pizza arrives:\n\n|                  |\n|                   \\\n|      /¯¯¯¯\\      \\\n|     |     |      \\\n|      \\  /         \\ \n|     ___| |____       /\n|  /        /__  /\n|  \\_           /\n|                     |", "Need to zen out before the stress begins again on Saturday?  Reply to this tweet with #promotion for a chance to win the PizzaTherapy candle, along with the rest of our March Madness Survival Kit. NO PURCH NEC. U.S.,18+. Click https://bit.ly/2UHCfhu  for rules.", "Hut Rewards Members: Score a FREE pep P'ZONE if there's a 17-point comeback during the #FinalFour or NCAA Championship games! http://bit.ly/2JZcgBa ", "He don’t protec. He don’t attac. But he do deliver a pizza snac. Now announcing the Pizza M. U. T. T. delivery team. Use code 30OFFAPRIL1 for 30% OFF menu-priced pizzas. Today only.", "And then there were four. Congrats to @AuburnMBB @UVAMensHoops @TexasTechMBB @MSU_Basketball #Final4 #MarchMadness", "Instead of dealing with your feelings, eat them. Eat them all.\n#EmotionalSupportPizza #Elite8", "Losses are hard. However you cope with defeat,\nComfort Blanket is here for you. #MarchMadness #Elite8", "Congrats to all the survivors. To everyone else, welcome to the Elite Ate (Your Feelings). #EmotionalSupportPizza", "SWEET win, team. #Sweet16 #MarchMadness", "Winner winner pizza dinner. Who can make the W that much sweeter? #PizzaHutCan #Sweet16", "This game is a nail biter. And by “nail” we mean pizza.  #EmotionalSupportPizza", "Scream-crying really works up an appetite. Who can help #PizzaHutCan #Sweet16", "More sports on TV = more reasons to eat pizza! ", "The perfect cake doesn't exi-", "#MarchMadness brings out the best and worst in us. Tag us in your fave fan reaction GIF for a chance for it to be featured in our Reaction Bracket!", "Protect that bracket like it's the last slice! ", "Congrats to everyone who made it to the Sweet 16. To everyone else, did you know pizza can absorb tears? We’re fine. Well, we will be. Hopefully. Everything’s fine. #Marchmadness #Sweet16", "Team knocked out of round two? Try working through that rage with some guided (pizza-based) enlightenment. #MarchMadness", "That last shot was... Hard. To. Watch. #EmotionalSupportPizza is here for you. #Marchmadness", "Don’t shut down this pizza party yet, these teams are still in the dance. #MarchMadness", "Suddenly not going on to the Sweet 16? Tell people you’re not crying, you’ve just got red pepper flakes in your eyes. #MarchMadness", "First round down. Only five to go. #MarchMadness", "Knocked out already? Cover up that personal pain with a Personal Pan. #EmotionalSupportPizza #MarchMadness", "Tag a friend who’s experienced a tough first round loss and needs to see a calming pizza sitting next to a calming waterfall. #TheresAlwaysNextYear", "Watching #MarchMadness with my boy @GoldGloveTV #sponsored by @PizzaHut  Join the stream and score deals on pizza during the games: \n\nhttp://twitch.tv/vernnotice ", "Who you got winning #MarchMadness? Join me and @VernNotice for today's games #sponsored by @PizzaHut \nhttp://twitch.tv/goldglove ", "Our pan pizza is thicc.", "Didn’t make the final bracket? You don’t have to talk about it if your mouth is full of pizza. #EmotionalSupportPizza", "Ah yes, the #FirstDayofSpring where people stop getting delivery and start getting carryout.", "P’ZONE >", "First one to get knocked out?  More time to eat pizza. #AlwaysAWin #MarchMadness", "Deep breath... 133 halves of hoops left to go! #MarchMadness", "Hut Rewards Members, vote for your favorite $5 lineup item at http://www.PizzaHutBracket.com  for the chance to score exclusive deals if your pick wins. ", "Bring back the pzone @pizzahut", "Bring back the pzone ", "@pizzahut where is the PZone!!! Im tired of calzones!", "I will be ordering multiple P’Zones for March Madness. No one out zones the hut. @pizzahut", "Now that the pzone is back, I ordered one for lunch and the guy tells me I’m the first pzone bought in that store and god I feel special. One for the resume of fun facts I guess.", "@pizzahut should really bring back the Pzone ", "#InThePZONE  https://twitter.com/nick_pants/status/1037891186009235456 …", "You asked. We listened. The P’Zone is back! ", "Dear @pizzahut, one word; pzone. That is all thank you.", "Dear @pizzahut, do you plan on ever bring back the Pzone?! #ivebeenmissingyou #bringitback #pepperonipzone", "Mystery solved. The P’Zone is making a comeback! Who called it? ", "I sure wish @pizzahut would resurrect the pzone.", "Alright @pizzahut how many RTs to bring back the pzone? ", "I want a pzone! @pizzahut can you please please bring back the pzones. Many thanks!", "Seeing lots of Retweets from Pizza Hut involving a certain beloved P'zone.  Something you need to tell me @pizzahut ???   ", "Hey @pizzahut bring back the pzone", "@pizzahut bring back the pzone please!", "@pizzahut bring back the pzone", "Today's your lucky day. #PZoneIsBack ", "I know @pizzahut and the @NFL won’t admit this but we did it people. The Pzone is back baby!!!!!!! #WeDidIt", "I think @pizzahut should bring back the Pzone!! RT if u agree!! #ThePzoneIsBack ", "@pizzahut bring back the PZONE!", "@pizzahut Please bring back the pzone.", "I wish @pizzahut would bring back the #Pzone", "@pizzahut where the pzone man.              #bringbackthepzone", "I want a #pzone @pizzahut #bringthemback", "But did you check today though? ", "There’s only one thing harder than choosing toppings. Happy Bracketing! #SelectionSunday", "Green beer requires green pizza. Sorry, we don’t make the rules. #StPatricksDay", "Our forever mood.", "Here’s a mystery for all you internet detectives.  http://bit.ly/2T83Jv1 ", "30% off menu-priced items for Pi Day!  The coupon code is the circumference of a 12 in Medium (hint: round up to the nearest whole number and spell it out). Who can turn you into a mathlete?#PizzaHutCan #Mathlete #PiDay", "http://thereturn.pizzahut.com  ", "Because of you, $7.99 turns 2.  Reply to this tweet tagging 2 friends with #sweepstakes for a chance to win some dough.  https://bit.ly/2VWqaoC ", "If a witch made a Hansel and Gretel house tailored to you, which food would they use to lure you in? ", "Spring Break Pro Tip: Pizza Hut does breakfast. It’s called last night’s cold pizza. Also, sunscreen. Wear it. ", "It’s here, it’s here! #NationalRanchDay Who wore it best?", "Here’s to recognizing all of the strong women we’re surrounded by, today and every day. See the whole interview here: http://bit.ly/2EVN88P  #IWD2019", "Us on #InternationalWomensDay\n\n \n \n \n \n\n\n\n", "We still don't have enough Plutonium!  #BackToTheFuture", "Tag your bougie friend who has to eat pizza off of real plates.", "Find you someone who keeps things saucy.", "Imagine what would happen if they threw pizzas instead of beads.. #FatTuesday #MardiGras", "Coworkers: There's pizza in the kitchen \nUs: *Colton jumping fence*\n#TheBachelor", "nobody:\nliterally nobody:\nabsolutely nobody:\nno like seriously nobody:\nme: ok but that Pizza Hut slapped", ". @bookitprogram may not be for adults, but that doesn’t mean you can’t reward yourself for reading with a Personal Pan Pizza.  If you agree! #BookIt #ReadAcrossAmericaDay", "╭ ◜◝ ͡ ◜◝ ͡  ◜◝ ͡ ◜◝ ╮\n             \n╰ ◟◞ ͜  ◟ ͜   ◟◞ ͜  ◟ ͜  ╯\n          O\n             O\n〃∩　 ∧＿∧\n⊂⌒（ ´・ω・）\n   ヽ_っ＿/￣￣￣/\n　 　   ＼/＿＿＿/", "Binge watch the last 7 seasons with  #ForTheThrone", "Raise your hand if you've needed a hallway pizza at one time or another", "You heard the MVP. ", "We hope there will be pizza in Galar. ", "Check out the new @FedEx SameDay Bot designed to take deliveries to a whole new level.  We're excited to collaborate! See how at http://www.FedEx.com/TheFuture ", "ME: :(\n\nPIZZA HUT:\n\n        **   .            *     .   *      .   *\n   .            *   .    * .         :.\n*        *    .    *    :   *.*       .   . *.  \n   *  :.   *            *:.      ::*.      *   .\n   .              *      .     * .         .\n\nME: :)", "Tag your friend who considers this eating their veggies. Who can help you crush your daily serving? #PizzaHutCan  by @emilyrose621", "We’re still available to host tonight. And everyone does love pizza...who can bring it? #PizzaHutCan", "If you could adopt a topping as your pet, who would be the best good boy? #ohyesyouare", "Due to personal reasons, I will be eating an entire Ultimate Cheesy Crust Pizza by myself.", "Happy #PresidentsDay! Pizza-fy a president below. We’ll start with our fav: Abra-HAM Lincoln.", "Who can deliver while you watch sick dunks and about 500 left turns? #PizzaHutCan #AllStar #Daytona", "Ladies, did he get you that pizza, or are you back on the market? #SinglesAwarenessDay ", "Ladies, if he doesn't buy you a heart-shaped pizza today, he's not the one. ", "What are you doing later? ‘Cause I wanna love every pizza you. ", "What’s the best way to spend Valentine’s Day? ", "Reply if you wanna get picked up by a pizza.  Who can bring the Valentine’s cheese? #PizzaHutCan #ValentinesDay", "Nobody:\n\nMe: you’re right, I should order pizza", "Love is in the air. Which couple are you here for? ", "Tomorrow, we’re gonna be your stupid cupid. Who can make sure you feel the Valentine’s Day amore? #PizzaHutCan  #ValentinesDay", "Couple goals. ", "Celebrating our $5 hero today. Happy 210th, Abe! ", "Good morning to everyone except those who don't like pizza. ", "today’s tea:\n\n         )         )        )\n   )     (         )       )\n_(___(____)____(___(__ _\n\\    you can’t hate    /     |\n\\  pineapple pizza  /      |\n  \\  if you haven’t  /____|\n    \\      tried it     /\n      \\                 /\n        \\________/", "Start your Monday off with a little light reading. ", "Tag a friend who’d totally let you have the last slice during tonight’s musically-based awards show that we can’t say, but rhymes with “The Prammys.” Who can cater the show AND avoid a lawsuit? #PizzaHutCan #Prammys", "If this doesn't sum up #NationalPizzaDay on Twitter, then nothing does. ", "Celebrate #NationalPizzaDay by sharing your favorite pizza meme/gif below. Who can help you cheese the day? #PizzaHutCan ", "100% true. Can confirm.", "#RelationshipGoals  Who can be your forever love? #PizzaHutCan.  by @rdotp_", "Swipe right. ", "It’s always “wyd” and never “what type of crust do you want?” ", "Nice try, Eli.  #PizzaHutSpecialDelivery", "Tag a friend who knows how to live their best #slicelife. Who can turn pepperoni into a lifestyle? #PizzaHutCan", "Hell of a season @RamsNFL @JaredGoff16 @TG3II. ", "Last Most Valuable Poster challenge! Create the ultimate Super Bowl meme and drop it below for a chance to win a Pizza Hut e-gift card code and signed Rams merch. #SBLIII http://bit.ly/2TupDtx ", "Third quarter Most Valuable Poster challenge: Show us the game so far in emojis! Reply to this tweet for a chance to win a Pizza Hut e-gift card code and signed Rams merch.  http://bit.ly/2TupDtx ", "The only ones delivering in this game are the kickers. ", "Halftime Most Valuable Poster challenge! Replace one word in your favorite song/band with 'pizza' for a chance to win a Pizza Hut e-gift card code and autographed Rams merch. http://bit.ly/2TupDtx  ", "????", "Time for our second challenge and your chance to be the Most Valuable Poster! Pizza-fy the name of your favorite NFL player for a chancel to win a Pizza Hut e-gift card code and autographed Rams merch. See rules: https://bit.ly/2TupDtx  GO!", "We’re looking for the Most Valuable Poster! Reply with your best caption for this photo and we'll #OverDeliver for the MVP with a Pizza Hut e-gift card code. \nhttps://bit.ly/2TupDtx ", "We love our pie to pieces. http://www.pizzahut.com/hutrewards ", "Football term of the day: “HUTtle” (n): when the entire team circles around the pizza to talk strategy.", "We know how to please a crowd. http://www.pizzahut.com/hutrewards ", "Last call! Get your Super Bowl LIII order in to get 20% off http://NFLShop.com  merchandise through 2/28. Hut Rewards exclusive.", "Some like it hot. http://www.pizzahut.com/hutrewards ", "When you get points on cheat day. http://www.pizzahut.com/hutrewards ", "Make sure your starting lineup is ready to go for #SuperBowlLIII! #PizzaHutHut ", "Who doesn’t want a slice of this? http://www.pizzahut.com/hutrewards ", "Oh wait, we can say it now. Who’s ready for #SuperBowlLIII?!", "Who's ready for #TheBigGame?!", "Done.", "Sometimes you love something so much that you can’t wait, so you start in the car.  http://www.pizzahut.com/HutRewards ", ".@TeamJuJu keeping it honest with Abe on the #NFLHonors red carpet.", "Swinging isn’t for everybody. Our pan pizza can close the deal. http://www.pizzahut.com/hutrewards .", "Loyalty is number one in our book, how could you disagree when we’ve got that hot, steamy Stuffed Crust?  http://www.pizzahut.com/hutrewards ", ". @JaredGoff16 got jokes!  @TG3II #SBLIII #PizzaHutHut", "Baby on the way?? Tweet us your birth announcement after kickoff on #SuperBowlSunday and include #PizzaHutSpecialDelivery for a chance to\nwin free pizza for a year and tickets to Super Bowl LIV. Rules: http://blog.pizzahut.com/16359-2/ ", "We’re shaking things up at #SBX with our @TeamJuJu and @AB84 AR dance cam, the MVP trophy and of course, pizza. #PizzaHutHut ", "Who can turn Hotlanta into Hutlanta? #PizzaHutCan We're ready for you, #SBlLIII. #PizzaHutHut", "Oh, we know all about $5s. ", "Not only can you grub out on @pizzahut during Super Bowl Sunday but now you can get a little “action” w/ their Squares Pick’Em game on @YahooSports at the same damn time! Just do it; you’ll be glad you did!!", "Rules:", "Coding is hard. If you know, you know. Use code PIZZAHUT30 to get 30% off menu-priced items thru 2/2. Online Only. One time use. Delivery min applies, partic. varies.", "He’s doing the #PolarVortex2019 right.", "RT", "Oh baby! We’re overdelivering for parents LITERALLY delivering during #SuperBowlLIII. First baby born during #SBLIII could win free pizza for a year AND Super Bowl LIV tickets! See how: http://bit.ly/2G9WJLq . See rules: http://bit.ly/2wfnKHA ", "Dinner's covered tonight. #MakeMomHappyIn3Words", "We’re not saying eating Pizza Hut makes you a Pro Bowl-er, but we’re not not saying it. Congrats to @TeamJuJu !  #ProBowl2019", "Tag a friend who’s a pizza STAN. Who can turn pizza into a lifestyle? #PizzaHutCan\n•\n•\n•\n•\n by @brycen13 #pizzaforlife #commitment #lovepizza", "Who can help you live your best #slicelife? #PizzaHutCan. Reply and show us what living yours looks like and you might end up in our feed.", "(Middle) Child, please.  https://twitter.com/BittahCommandah/status/1088240199161823232 …", "Happy #NationalPieDay. Here’s a pie chart for you guys...", "Planning for Super Bowl LIII Sunday? Order  for the Big Game to get 20% off http://NFLShop.com  merchandise through 2/28.", "The lie detector determined that it was indeed not us.  https://twitter.com/AceLaCabra/status/1087788976285671426 …", "Sign up for Squares Pick'em by 1/24 for a limited time offer! #PizzaHutHut", "Which nomination gets your vote? #Oscars", "We’re gearing up for #SuperBowlLIII in Atlanta! #PizzaHutHut ", "We\nreally\nreally\nreally\n  really\n    really\n    really\n   really\n really\nreally\nreally\nreally\nreally\nreally\nreally\nreally\n  really\n    really\n    really\n really\nLove Championship Sunday  #NFLPlayoffs", "Hey, @TG3II, save some of those moves for the Super Bowl. #GoRams #SuperBowlLIII", "Who delivers the cheese? #PizzaHutCan #CheeseLoversDay", "What time does pizza stop being dinner and start being breakfast?", "But does it bring you joy?", "Who else can relate?  #ditchyourresolutionday", "Tag your friend who only eats cheese pizza and isn’t a 6 year old. Who can make childhood last forever? #PizzaHutCan", "We used to be pretty doughy.  #agechallenge #glowup #doughup #doughtoglow", ": The only love triangle we want #TheBachelor", "Pizza > Egg", "Some of y'all never did BOOK IT! and it shows. ", "Marcus always slips some pepperoni to his pooch.  Tag your Marcus. Who can make ‘em beg for a bite? #PizzaHutCan\n by @gentlemen_chief", "Calling the cops.", "#HeyGoogle, thanks for having us! #CES2019", "Who can help @TeamJuJu sculpt the ultimate #winterbod? #PizzaHutCan. Power through a few reps. You earned it. #Carbio", "Her when you try to explain why Pizza Hut is texting you at 2 am", "Well, would you look at the time..\n\n               \n          ^         \n            |            \n                 ⊙--—>  cheese o’clock\n \n \n", "Which of these should make a comeback?  #TuesdayThoughts", " LAST DAY  to get 50% off menu-priced pizzas when you order online. Don't miss out!", "Someone said the new guy on The Bachelor’s \"never had a piece.\" Who’s never had a piece of pizza? We can hook that guy up. #TheBachelor ", "Game day! Who you got? Comment  or . #NationalChampionship", "What  said.", "The hardest decision you’ll have to make in 2019 so far. #NationalChampionship #BachelorNation", "CHEERS to even fewer beer runs! ", "And the winner is... you. Because you have pizza . Who can make your watch party? #PizzaHutCan #GoldenGlobes", "What’s your wildest gameday superstition? #PizzaHutHut", "So, how’s that resolution going? We’ve got 50% off menu-priced pizzas.  #JustSaying", "Our bird box challenge: just eat all the wings. #BirdBox", "Congrats to all the new congresspersons starting this week. Who can feed a whole bunch of hungry freshmen? #PizzaHutCan", "Choose your bandersnacks wisely. #Bandersnatch", "Katrina yogas hard so she can pizza harder. Tag your Katrina. Who can give your workouts purpose?  #PizzaHutCan   by @katrinamalaiba", "Smile . You’re getting 50% OFF menu-priced pizzas through 1/8.  Online only.", "BOWL GAME SZN.", "Last call for a chance to win tickets to Super Bowl LIII! Hit up http://pizzahut.com/  pepsisweeps for more info. NO PURCH NCSRY. Void Where Prohibited. Ends 12/31/2018. Rules: http://pl.fyi/PPSR ", "Football. Pizza. Fam. Saturday.", " Looks like @TeamJuJu and @AB84 have some competition!", "Seasons Eatings from your Pizza Hut fam.", "Happy Holidays, from our door to yours. ", "Ugly holiday sweaters FTW. Show us your tackiest sweater in the comments below using #sweepstakes and we may treat you to some autographed @Seahawks gear.  #PizzaHutHut. No purch ncsry. Ends 12/25 @ 11:59pm CT. Rules: https://bit.ly/2CjTT3U .", "Gift so hard.", "If today's the shortest day of the year, is it also the longest pizza night?  #WinterSolstice", "The new delivery guy really knows how to wrap a gift. ", "BEST. SCHOOL DAY. EVER! ", "Time’s running out for your chance to win Super Bowl LIII tickets. Head to http://pizzahut.com/pepsisweeps  for more info. NO PURCH NCSRY. Void Where Prohibited. Ends 12/31/2018. Rules: http://pl.fyi/PPSR ", "The Combination Pizza Hut-Taco Bell Breadsticks and Mexican Pizza Bowl™*", "Who hit it better though? \n\nRT for @TeamJuJu \nLike for @AB84  https://twitter.com/JujusBike/status/1075109081906667520 …", "RT if you still find yourself wanting pizza when you finish a book. ", "A little extra motivation to get your wrapping done. ", "That’s commitment right there. #PizzaHutHut", "Home is where the slice is .\n\n#holidaydecor #pizzawreath #wreathideas #happyholidays #FridayFeeling #designinspo #holidayinspo #pizza #holidaydesign #welcome #homefortheholidays", "Gift game strong. ", "TFW you get two medium pizzas for 5 bucks each.", "No One OutPizzas the Hut #2018In5Words", "Squad up! \n\n@AB84\n@TeamJuJu\n@JaredGoff16\n@TG3II\n@TDLockett12\n#ProBowlVote", "The scent of the season (or every season...) .", ".@NFL IG takeover is the best way to spend #MNF when you're not playing, right? ", "We know a pizza stan when we see one.", "Pro Tip: Be kind to the casual fan. #PizzaHutHut", "Real question: Does celebrating #NationalBrownieDay land you on the naughty list or the nice list? Vote below!", "Fa-la-la-la-la-la-la-la-LIT", "Sweater goals .", "PERIOD.", "Proud to partner with players who share our passions! ", "Is it just us, or is it fitting that #NationalCookieDay is in December?  If you agree  ", "What kind of pizza does @RamsNFL QB @JaredGoff16 like? Head to @Fanatics to submit your guess for a chance to win free, signed swag and !", ".@Cinnabon Mini Rolls are at the top of our list! ", "The Ultimate Holiday Starter Kit. Tag the friends you’d want to share a Big Dinner Box with. ", "Watch me, watch me... ", "Getting charged up for tonight! @Chargers #PizzaHutHut #NFLSunday", "It’s not Halftime without a sweet recorder solo. #PizzaHutHut", " Checkin' her list and havin' a slice. ", ". @MariaTaylor has mastered the art of the homegate. Take notes #PizzaHutHut", "Glad to partner with @TDLockett12 giving back to the Seattle community with the @bookitprogram! ", "Tag someone who’s got your back like @TG3II has @JaredGoff16's. #PizzaHutHut", "An #NFLSunday well spent with @MartysaurusRex and @HeartofLA!", "Festive level .", "New bio..", ".@TG3II wants to deliver you to Super Bowl LIII! Visit http://pizzahut.com/PepsiSweeps  for more info. NO PURCH NCSRY. Void where prohibited. Ends 12/31/2018. Rules: http://pl.fyi/PPSR .", "Let’s get digital.  Score 50% off menu-priced pizzas for Cyber Monday. Use code 50OFFNOV2018 at checkout! Participating locations only.", "Skip the leftovers. It’s gameday and we’ve got 50% off menu-priced pizzas for #NFLSunday! Use code 50OFFNOV2018 at checkout. Online only.", "Pro Tip: Keep your eye on the game. #PizzaHutHut", " Zoom to reveal our Black Friday gift to you.  Use code 50OFFNOV2018 at checkout.", "Gather ‘round and give thanks. ", "What he said. ", "Show of hands. Who loves our $5 Lineup? ", "Happy to join the @dallasmavs and @jalenbrunson1 for the #SeasonOfGiving delivering pizzas to the @DallasLIFE shelter .", "When it comes to dinner, size matters.", "Want to go to Super Bowl LIII? We can help. Take your party from the couch to field and share a pic of your homegate using #HutxPepsiSweepstakes for a chance to win!  NO PURCH NCSRY. Void Where Prohibited. Ends 12/31/2018. Rules: http://pl.fyi/PPSR ", "This is it chief. ", "We've teamed up with @Saints' @A_kamara6 to deliver something pretty special to a local youth football camp.  See full video here: https://bit.ly/2zcOsCa ", "You lose 100% of the sweeps you don’t enter. Sign up for Game Plan today for a chance to win tickets to Super Bowl LIII. #PizzaHutHut", "Tag the friends you call family and get inspired by this pizza-chic #Friendsgiving spread: https://bit.ly/2yZKUTC ", "Turkey’s great and all, but...#Pizza #Friendsgiving", "5,000 RTs and we'll send you some swag? ", ".@TG3II vs. @JaredGoff16. Who's got the W? #PizzaHutHut", "Relatable.", "#TeamPizza UNITE! Who's with us?! ", "We've got our own slice of honky tonk here in Nashville for the #CMAawards! Are you watching tomorrow night on ABC?", "*Time to order a pizza*\n\nOur brain:\n\nDon't say it\nDon't say it\nDon't say it\nDon't say it\nDon't say it\nDon't say it\nDon't say it\nDon't say it\nDon't say it\nDon't say it\nDon't say it\nDon't say it\n\nUs: Pineapple goes on pizza. ", "The vows are done, now let's have some fun. Comment with a  and we might just help fuel some post-wedding munchies for you and your guests. ", "RIP, Stan Lee ", "Excelsior! RIP Stan Lee. ", "You can’t lose if you root for both teams.  Who’s the bandwagon fan in your crew? #PizzaHutHut", "Okay crisis averted we're still employed", "Twitter still works right?", "Stack ’em up for today's NFC West matchup! Get 2 or more medium 1-tops for $5 each off the $5 lineup. http://www.PizzaHut.com ", "Death stare is no match for pizza. ", "Pro Tip: Don’t be afraid to go for two. Get 2 medium 1-topping pizzas for $5 each with our new $5 Lineup. #PizzaHutHut", "Give thanks. Have dranks. Tag your #Friendsgiving squad below. ", "The Delivery Hustle, huh? We see you, @MariaTaylor7. #PizzaHutHut", "YES, we're still watching...#PizzaAndChill. Tag a friend who you want to stay in with tonight. ", "If you're reading this, Go Vote!", "10/10 ", "Never take your eyes off the pies. @AB84 knows.  #PizzaHutHut", "The House of Pi has arrived in Baton Rouge with @MariaTaylor for today’s epic @CollegeGameDay showdown. Who are you pulling for? #PizzaHutHut #CollegeGameDay ", "SAY IT LOUDER FOR THE PEOPLE IN THE BACK!", "Need a boo for #CuffingSeason? We do too. Reply why it should be you and we may treat you. ", "When you’re hungry, everything looks like pizza. Just ask @TG3II. #PizzaHutHut", "Fantasy lineup? \n\n$5 Lineup? Drop your picks below and we may make it happen. You can’t lose with pizza, breadsticks, desserts, garlic knots and more: http://www.PizzaHut.com ", "When the WHOLE squad's costume is on point. ", "Eat up, witches! Get the $5 Lineup when you buy 2 or more. http://www.pizzahut.com .", "RT if this is who you really want to see when the doorbell rings. #Halloween #TrickOrTreat #SorryKids", "Pro Tip: Don’t let a rivalry ruin Halloween.  #PizzaHutHut", "Extra cup holders are cool. But can your truck make pizza? Introducing the @Toyota Tundra PIE Pro: http://bit.ly/2Q4GWPW  #SEMA2018", "Dinner plans? We won’t ghost you. ", "The manager. The myth. The legend.  Think you’ve got a better fantasy team name than Steve? Prove it in the comments  #PizzaHutHut", "#HalloWINning! Reply to this tweet with your pizza-inspired costume using #sweeps for a chance to win a $100 e-gift card code!  Ends Monday, 10/29. See rules: https://bit.ly/2SjhQP3  .", "We’ve all been there!  Raise your hand if you were a @bookitprogram kid. ", "That celebration feeling when your team is 8-0. @RamsLA #PizzaHutHut #LARams", "Get your game face on, people. How do you show your team spirit? #PizzaHutHut", "What #CollegeGameDay signs have stuck out to you? @MariaTaylor's is hard to beat.  Join us live in Jacksonville, FL for week 9 @CollegeGameDay. #PizzaHutHut", "Pizza Hut > Candy.", "#Spooky season calls for pizza and thrillers.  \nDrop your go-to scary movie below.", "I’m not scared. You’re scared.Tag the scaredy cat of your group below. We know who you are.", "$5 never tasted so good.", "We had a spook-tacular time. ", " Last offer for #NationalPizzaMonth. Use code PIZZAMONTH35OFF for 35% off menu-priced items! Participating locations only.", ".@RamsNFL have done it again and are the only remaining undefeated team! Do you think they’ll go all the way? #LARams #PizzaHutHut", "Who’s ready for week 7?! @RamsNFL are the only undefeated team left. Your Pizza peeps are proud. #LARams #PizzaHutHut", "Sometimes the players aren't the only ones that need a warm up. #PizzaHutHut", "The House of Pi is in Pullman, WA for Week 8! Make sure your homegate is ready for today’s @CollegeGameDay with the $5 Lineup: http://bit.ly/2J87EVr  #PizzaHutHut", "We knew you would love the @Cinnabon Mini Rolls. Didn’t know how much! Check here to see if your Pizza Hut still has them tonight: http://www.PizzaHut.com – if not, they’ll be back in stock at all stores very soon. ", "Add some Cinnabon Mini Rolls to your order. You won't regret it!", "When you call in sick to eat pizza and watch football at home . #TNF #PizzaHutHut", "Go for more. Way, way more. The $5 Lineup has all your faves for $5 each when you buy two or more.", "Part 2: https://bit.ly/2PDJ5Ca .\nPart 3: https://bit.ly/2PyBZig .\nPart 4: https://bit.ly/2PCT2PY .", "5 out of the 9 members of our executive team are women. Click below to read all about the boss sauce ladies of Pizza Hut.", "Heads up, Hut Rewards members. You could have a shot at tickets to Super Bowl LIII. Sign up for Game Plan for a chance to win! ", "LEGENDARY, on the field and in the community. ", "National Pizza Month A.K.A. the only month that matters . Use code PIZZAMONTH20OFF at checkout to get 20% off menu-priced items. Participating locations only. #NationalPizzaMonth", "So fresh and so sweet. Cinnabon Mini Rolls are just what you need for #NationalDessertDay.", "Play it cool, like a pro. #PizzaHutHut", "Treat  Yo  Self . #NationalTreatYourselfDay", "Who else is feeling that ESPN @CollegeGameDay atmosphere? We're in Ann Arbor with @MariaTaylor7 ready to take on Week 7! #PizzaHutHut", "To America's dairy farmers, thanks for all you do. #NationalFarmersDay #UndeniablyDairy", "Reaching for the weekend.. and a slice.", "Your favorite pizza meets your favorite part of the day. Pizza + Pepsi for just $5. Available until 3pm.", "Do carbs count if they’re free?  Use code BREADSTICKS2018 to redeem. #NationalPizzaMonth", "The 5 Love Languages:\nActs of Service: I ordered pizza\nQuality Time: Let’s eat pizza together\nWords of Affirmation: You choose the best toppings\nGifts: I threw in @Cinnabon as well\nPhysical Touch: Cuddles and pizza", "Cin-fully sweet. Cinnabon Mini Rolls are here, and they're delivered. ", "When the kids are finally , but the game is on . #PizzaHutHut", "We’re kicking it at the Cotton Bowl for @CollegeGameday. Which side are you on for this year’s #RedRiverRivalry? #PizzaHutHut", "Relationship ghouls. ", "The art of friendship with @JaredGoff16 and @TG3II.  #PizzaHutHut", "THIS IS A PIZZA TEST to ensure you're aware it's #NationalPizzaMonth. Action is needed: Get 35% off menu priced items through 10/7 using code 35OFFPIZZAMONTH at checkout!", "The limit (on pizza) does not exist. #MeanGirlsDay", "Think outside the lunchbox. $5 Power Lunch, available until 3pm.", "We could have hosted his 2nd and 3rd too. But, we were on a break.", "Hosting gameday like a #boss.", "We love #MNF like crazy .", "Happy BOOK IT! Day, ya bookworms ! Hit us up in the comments with your favorite childhood story . @bookitprogram", "Made-up holidays FTW. Use code 35OFFONLINE to celebrate! ", "Keep your eye on the ball. And the remote.  @AB84", "Always protect the pizza.  We’re ready for @CollegeGameDay with @MariaTaylor7 in Happy Valley! #PizzaHutHut #CollegeGameDay", "Who’s got two thumbs up and is excited for tonight's game? @AB84", "Inspired by @dunkindonuts, we've dropped 'Pizza' today only and are giving it away to 20 lucky people who drop their favorite pizza gif below.", "PERIOD. https://twitter.com/EliseStrecker/status/1044803174761189376 …", "Cold drink. Hot pizza. Five bucks. #lunchgoals Available until 3pm.", "Premiere night is ON. What’re you watching tonight?", "Get your @CollegeGameDay on with us! It’s a showdown in Oregon for week 4. Who are you rooting for today? #CollegeGameday #PizzaHutHut", "#InternationalDayOfPeace\nPiece\nLove\nHappiness", "#NationalPepperoniPizzaDay is a go . Score a $1 medium pepperoni pizza after purchase of a medium or large menu-priced pizza. Use code: PEPPERONI2018. Today only!", "Meet at library. Bring pizza and squad.  https://twitter.com/pplmedia/status/1042817330240204807 …", "#NationalPepperoniPizzaDay means $1 medium pepperoni pizzas. Use code PEPPERONI2018 with your purchase of a medium or large menu-priced pizza. Today only.", "#Emmys2018 attire goals. What're you ordering for the show?", "Want a shot at Super Bowl LIII tickets and other awesome NFL prizes? Take a tip from @TeamJuJu and sign up for Game Plan at http://pizzahut.com/NFL . ", "Homegating Pro Tip #11: Pump up the crowd like only you can. SOUND ON. #PizzaHutHut", "The House of Pi has landed in Ft. Worth! Order a gameday pizza to fuel your fandom. #PizzaHutHut", "It's time to raise your home game for ESPN @CollegeGameDay in Ft.\nWorth with @MariaTaylor7! Tag your homegating buds below .\n#PizzaHutHut", "Who's got their end zone dance ready for this weekend?  #PizzaHutHut", "Oh, so you HUNGRY hungry.", "When the pizza arrives just in time for kickoff . #TNF @TeamJuJu", " without pizza? Hard pass. #NationalVideoGamesDay @MandoMichael", "That #MondayNightFootball feelin’. Sound ON! #PizzaHutHut", "Mom's got the noms on #GameDay. Tag your MVP below.  #PizzaHutHut", "Bring the tailgate home with this Pro Tip from @TeamJuJu.  #PizzaHutHut", "Pop open a good book for #InternationalLiteracyDay @bookitprogram. ", "This week’s Game Plan giveaway is STACKED . Sign up at http://pizzahut.com/NFL  to be eligible to win the ultimate homegating kit. @Bose @NewEraCap @OfficialNFLShop", "It wasn't not considered.. https://twitter.com/nick_pants/status/1037891186009235456 …", "We're more than just pizza, we're the huddle that happens when the lines disappear.", "Who’s hyped for #NFLKickoff tonight? Hint: @TeamJuJu is.", "Game Plan is your go-to for football season . Sign up today for a chance to win weekly prizes, get exclusive deals and to show your team some love! #PizzaHutHut", "Long weekend recovery = #NationalCheesePizzaDay.", "A sound almost as sweet as a doorbell ring. #PizzaHutHut", "Let us fuel your fandom with LARGE 2-topping pizzas for just $7.99! ", "Labor Day loungin' .", "TFW @NFL kickoff is four days away. @AB84 @TeamJuJu", "It's football time.  We're live at ESPN @CollegeGameDay for week 1! #PizzaHutHut", "When I dip, you dip. #CheesyBitesPizza", "Pull. Dip. (Stir). Pop. #CheesyBitesPizza", "FOOTBALL FANS: Are you in Philly & want 2 tickets to the 9/6 @NFL Kickoff game? Here's your chance: 1. Must be a Hut Rewards member: http://PizzaHut.com/NFL  2. Follow us, reply to our tweet tagging a friend & use #sweeps. No prchs ncsry. Ends 8/31. Rules: http://bit.ly/2wfnKHA ", "It’s not back-to-school without @bookitprogram. Comment with  if you were a Book It kid!", "We’re getting down to the wire . Don’t miss out on our $5.99 LARGE  pizza deal.", "Them: \"Say when\"\nUs: \"…..\"", "Dip boldly. #CheesyBitesPizza", "THIS WEEK ONLY: score a LARGE 2-topping pizza for just $5.99.", "What type of pizza are you ordering for tonight’s show? #VMAs", "Which elements top your pizza? #BacktoSchool", "Think fast! LARGE 2-topping pizzas are just $5.99 each for a limited time. Online & carryout only. Ends 8/26.", "10/10 would dip again. #CheesyBitesPizza", "College care package inspo for all you parents .", "When the bite is just right. #CheesyBitesPizza", "How could you not on #NationalSmoresDay? ", "Once a BOOK IT! kid, always a BOOK IT! kid. What were your favorite books growing up? #YumRecipeForGood", "Game on, football fans. RT and follow for a chance to win a Pizza Hut e-gift card code & NEW @EAMaddenNFL 19 ft. our man @AB84. Xbox One & Xbox One X only. Sweeps ends tonight, 11:59pmCST. No prcs ncsry.  See rules: http://bit.ly/2AXQLfv  #Madden19 #Sweeps", "Words to live by. https://twitter.com/JessicaChobot/status/1027674987354775552 …", "Our library on #BookLoversDay @bookitprogram", "We got you!", "Ready. Set. Dip. #CheesyBitesPizza", "Let's get that baby a Cheesy Bites pizza!", "Baking not your strong suit? We got you. #NationalChocolateChipCookieDay", "Double dipping? We’ll allow it. #CheesyBitesPizza", "Pop it like it's hot. #CheesyBitesPizza", " Happy Anniversary, Hut Rewards Members.\nKeep earning that free .", "The ultimate pair - order up a large 3-topping pizza and the HERSHEY'S Toasted S'mores cookie tonight. ", "You're an , @GabeIkard. Feeling is mutual.", "Did someone say #BigFoot? Throwback to one of our favorite guilty pleasures.", "Wings for the win. #NationalChickenWingDay", "Your favorite pull-dip-pop icon is back! #CheesyBitesPizza", "The more you eat, the more you earn. It’s as simple as that with Hut Rewards. Join today!", "A bite-sized bit of heaven. Cheesy Bites Pizza is back for a limited time.", "A #RecipeForGood is the best kind.", "Last call! Reply tagging 2 friends w/ #sweeps for a chance to win a #READYPLAYERONE download & a $15 Pizza Hut e-gift card. See more: http://bit.ly/2NqzuwN . See rules: http://bit.ly/2LgV7T4 . No purch nec. Ends 7/24 @ 11:59pm. Available on 4K Ultra HD Blu-ray™ & Digital today", "Good times and great pizza for all at 2018 San Diego #ComicCon.  #SDCC #PizzaHutGotYou", "It's not a party without the pizza!", "We've got a fleet of 40,000 drivers on the road bringing LARGE 2-topping pizzas right to your door for just $7.99.", "Never fear, Pizza Hut's here!", "Pull. Dip. Pop. Repeat. Cheesy Bites Pizza is back for a limited time. ", "We’ve got all the #FridayFeels at @Comic_Con with @GettyImages portrait studio. #PizzaHutGotYou ", "We've ‘steeled’ the deal! Welcome to the Pizza Hut family @steelers, @AB84  and @TeamJuJu.  #PIZZAHUTHUT", "The points add up fast when you join Hut Rewards. Start earning points toward FREE PIZZA today. ", "#TBT to the kicks that changed the pizza ordering game. ", "Do it for the graham .", "POWER ON movie night. Reply tagging two friends w/ #sweeps for a chance to win a #READYPLAYERONE download & a Pizza Hut e-gift card. See more: http://bit.ly/2tSPccN ! See rules: http://bit.ly/2LgV7T4 . No purch nec. Ends 7/24. Available on Blu-ray™ 7/24 and & Digital now.", " #WorldEmojiDay", "Precious Cargo. we've got LARGE 2-topping pizzas for just $7.99 on board. Get yours today!", "Cheesy Bites season is back! Order up yours tonight, available only for a limited time.", "Hungry? Let’s kick it for the finals.  ", "Snag the last slice for good luck. #FridayThe13th", "Grab a slice of summer . Order up the HERSHEY'S Toasted S'mores cookie today .", ".@PizzaHutUK ", "Excited to continue this great partnership!", " MEMBER EXCLUSIVE  Sign up for Hut Rewards and get 50% OFF menu-priced pizzas when you order online. Ends Sunday, 7/15.", "Earn FREE PIZZA faster with Hut Rewards. Join today and watch the points stack up. ", "Our delivery pouches keep your  oven-hot all the way to your door. ", "#SundayScaries? Not from where we're sitting. ", "Happy Fourth of July Weekend from our backyard to yours. ", "#TBT to Mount Kilimanjaro, where we took delivery to a whole new level. ", "Check dinner off your list before the celebrations start. ", "What’s your go-to for the match? ", "#TFW the pizza’s on the way. ", "Saucin'. Saucin'. ", "Plates are loaded...#RoadToOmaha #CWS ", "Save some sauce for the pizza. ", "#TBT to 2001, when we put pizza into orbit. ", "Knock dinner out of the park . Order up your faves for the game tonight!", "Perks, points, and FREE PIZZA. Join Hut Rewards today – the faster way to free pizza.", "Honk if you love getting LARGE 2-topping pizzas for just $7.99!", "Get it before it’s gone!  Carry out a $5.99 LARGE 2-topping pizza when you order online. Ends today.", "Slice life. ", " Summer Savings.  Carry out a $5.99 LARGE 2-topping pizza. Online only through 6/24.", "Trade up dinner plans tonight.", "First-Day-of-Summer vibes. ", "We aim to please!  https://twitter.com/zings07/status/1009208082839359502 …", "Large pizza. Great price. Carry out a $5.99 LARGE 2-topping pizza online only through 6/24.", "CHOCOLATEY. MARSHMALLOWY. GOODNESS. The HERSHEY'S Toasted S’mores Cookie is here for a limited time.", "Hot days. Hotter prices. Carry out a $5.99 LARGE 2-topping pizza. Online only, ends 6/24. ", "Lighting up the night with our fleet of 40,000 drivers. They're committed to delivering your $7.99 LARGE 2-topping pizza every time.", "This deal is ! For a limited time, get LARGE 2-topping pizzas for $5.99. Online & carryout only. Ends 6/24.", "The only thing cheesier than his jokes — the  Original Pan pizza, now with 25% more cheese. #HappyFathersDay ", "Our pizzas are always delivered oven-hot, thanks to our delivery pouches. Get your LARGE 2-top for just $7.99 today", "In ’95, a classic was born. #TBT", "Where the red roof goes, oven-hot pizza follows. Get a LARGE 2-top for just $7.99 today.", "Hey, @kfc, any chance you could let us in on your spice recipe? Asking for a friend. #HerbsAndSpicesDay", "Make tonight pizza night and get a LARGE 2-topping pizza delivered right to your door for just $7.99.", "Cheers to celebrating 60 years with a birthday party in our own backyard of Dallas, TX!  #HeresToTheHut", "Cookies + S’mores are the best friends you didn't know you needed. #BestFriendsDay", "#TBT to the first online order in the history of ever.", "Every oven-hot delivery starts right here. Get a LARGE 2-topping pizza for just $7.99 tonight.", "Trends change but Pizza Hut never goes out of style. From Pizza Pete to the Red Roof, we’ve been there for pizza night since 1958 .", "Cheese lovers, today is for you. Get a FREE side with purchase of a menu-priced LARGE pizza for #NationalCheeseDay.", "Our Delivery Captains double-check your order before it hits the road so\nyour $7.99 LARGE 2-topping pizza is just what you wanted.", "You never forget your first Personal Pan Pizza .", "Nothing says 60 years like our cheesiest pizza ever! Order the limited time Double Cheesy Crust Pan Pizza to celebrate with us.", "Celebrating 60 years the best way we know how: a giant  party! #HeresToTheHut @eTukUSA", "#TBT to 1984, Pizza Hut launched @bookitprogram, inspiring a love of reading – and pizza – in an entire generation.", "Original Pan + Stuffed Crust = Our cheesiest pizza ever. Get Double Cheesy Crust Pan Pizza before it’s gone! Available for a limited time.", "+ + = A good way to end a long weekend.", "Summer nights call for summer delights. Order up a HERSHEY'S Toasted S’mores Cookie tonight.", "Two delicious classics. Now in one Double Cheesy Crust Pan Pizza. It’s our cheesiest pizza ever  .", "Refuel for the big race.", "HERSHEY'S chocolate chunks, graham cracker crumbles\nAND toasted marshmallows?! The Toasted S’mores\nCookie is .", "The proof is in the pizza .", "Bringing families together since 1958. https://twitter.com/rileydoll2010/status/996807150977671168 …", "Pizza over flowers any day ."]}